AC
Aarão
Abel
Abelardo
Abissínia
Abner
Abraão
Absalão
Acab
Acaia
Acker
Aconcágua
Acre
Acrópole
Adauto
Ademir
Adhemar
Adolfo
Adriana
Adriano
Adriático
Adroaldo
Afeganistão
Afonso
Afrodite
Agostinho
Aires
Ajax
Alagoas
Alair
Alarico
Alasca
Alberta
Albertina
Alberto
Alceu
Alcibíades
Alcino
Aldebarã
Alemanha
Alencar
Alexandra
Alexandre
Alexandria
Alfredo
Algol
Aline
Alpes
Alsácia
Altair
Alvarenga
Alá
Amadeu
Amapá
Amazonas
Amazônia
Ambrósio
Amália
América
Ana
Anastácia
Anastácio
Anatólia
Anaxágoras
Ancara
Andaluzia
Andorra
Andrade
André
Andréa
Andrômeda
Angola
Anselmo
Antares
Antilhas
Antioquia
Antonieta
Antonina
Antonino
Antuérpia
Antártica
Antártida
Antíoco
Antônia
Antônio
Anás
Aparecida
Apolônio
Aquiles
Aquitânia
Aracaju
Araguaia
Aragão
Aral
Ararat
Areópago
Argel
Argentina
Argos
Ariadne
Aristarco
Aristides
Aristófanes
Aristóteles
Arizona
Armando
Armênia
Arnaldo
Artaxerxes
Artur
Arábia
Assuero
Atanásio
Aureliana
Aureliano
Aurélia
Aurélio
Austrália
Averróis
Avicena
Avinhão
Azerbaijão
Açores
Aécio
BC
Baal
Babel
Baco
Bagdá
Bahamas
Baical
Balaão
Baleares
Baltasar
Banach
Bangladesh
Bangu
Barcelona
Barnabé
Barrabás
Barroso
Bartolomeu
Baruque
Bastilha
Basílio
Beatriz
Belchior
Belgrado
Belial
Belisário
Belize
Belzebu
Belém
Benedita
Benedito
Benelux
Benevides
Benjamim
Bento
Berenice
Bering
Berlim
Berloque
Bermudas
Berna
Bernardino
Bernardo
Bernoulli
Berta
Betelgeuse
Betânia
Bielo
Bilbao
Bissau
Bisâncio
Boaventura
Bolonha
Bombaim
Bonifácio
Borba
Bornéu
Botsuana
Botswana
Brabante
Bramaputra
Brandenburgo
Brasil
Brasília
Bretanha
Bruges
Bruno
Bruxelas
Brígida
Brístol
Bucareste
Budapeste
Buenos
Burundi
Bélgica
Bósforo
Bósnia
CNPq
Cabral
Campinas
Canabis
Canadá
Canopus
Capadócia
Capitólio
Carla
Carlinhos
Carlos
Carmem
Carolina
Catarina
Cauchy
Cavallieri
Caxias
Cayley
Ceará
Cecília
Celestina
Celestino
Cesaréia
Chica
Chicago
Chico
Chile
China
Chipre
Cibele
Cipriano
Cirilo
Ciro
Cláudia
Cláudio
Coimbra
Colômbia
Constantinopla
Copacabana
Corumbá
Couto
Cristiano
Cristina
Cristo
Croácia
Cuba
Cátia
César
Dafne
Dagoberto
Dalila
Dalmácia
Damasco
Damião
Daniel
Daniela
Danúbio
Darci
Dardanelos
Dario
Davi
David
Decamerão
Decápole
Dedekind
Dejanira
Delfim
Delfos
Demétrio
Demócrito
Demóstenes
Denis
Denise
Desdêmona
Desidério
Deucalião
Deuteronômio
Diana
Dido
Diesel
Dinamarca
Diocleciano
Diodoro
Diofanto
Dion
Dioniso
Dionísio
Dioscuros
Diógenes
Domiciana
Domiciano
Domingas
Domingos
Dominicana
Doppler
Dunquerque
Dácia
Dáfnis
Dâmocles
Débora
Dédalo
EUA
Edgar
Edimburgo
Edite
Edmundo
Efraim
Efrata
Egeu
Egito
Eiffel
Eldorado
Electra
Elefantina
Eleonora
Eletrobrás
Eliana
Eliane
Elias
Eliezer
Elisa
Elisabete
Elixa
Elon
Elvira
Elêusis
Elígio
Elísio
